[
  {
    "name": "Гарри Поттер и философский камень",
    "type": "book",
    "price": "17.80",
    "year": "2001",
    "rating": "4.5",
    "available": true,
    "publisher": "Махаон",
    "pages": "432",
    "image": "/img/Harri_Potter_i_filosofskiy_kamen_Dzhoan__Rouling.jpg",
    "description": "Одиннадцатилетний мальчик-сирота Гарри Поттер живет в семье своей тетки и даже не подозревает, что он - настоящий волшебник. Но однажды прилетает сова с письмом для него, и жизнь Гарри Поттера изменяется навсегда. Он узнает, что зачислен в Школу Чародейства и Волшебства, выясняет правду о загадочной смерти своих родителей, а в результате ему удается раскрыть секрет философского камня."
    },
  {
    "name": "Гарри Поттер и Тайная комната",
    "type": "book",
    "price": "17.83",
    "year": "2002",
    "rating": "4.2",
    "available": true,
    "publisher": "Махаон",
    "pages": "480",
    "image": "/img/Harri_Potter_i_Taynaya_komnata_Dzhoan__Rouling.jpg",
    "description": "На втором году обучения в школе волшебников Гарри Поттер откроет в себе связь с Темным Лордом, проникнет вместе с друзьями в скрытые доселе места Хогвартса, а также узнает, почему читать чужие дневники может быть опасно."
  },
  {
    "name": "Гарри Поттер и узник Азкабана",
    "type": "book",
    "price": "17.85",
    "year": "2003",
    "rating": "4.1",
    "available": true,
    "publisher": "Махаон",
    "pages": "528",
    "image": "/img/Harri_Potter_i_uznik_Azkabana_Dzhoan__Rouling.jpg",
    "description": "Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Дж. К. Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и узник Азкабана\" - история продолжается.Для среднего школьного возраста."
  },
  {
    "name": "Гарри Поттер и Кубок огня",
    "type": "book",
    "price": "19.32",
    "year": "2003",
    "rating": "4.8",
    "available": true,
    "publisher": "Махаон",
    "pages": "704",
    "image": "/img/Harri_Potter_i_Kubok_ognya_Dzhoan__Rouling.jpg",
    "description": "Гарри Поттеру предстоит четвертый год обучения в Школе чародейства и волшебства `Хогвартс`. Новые заклинания, новые зелья, новые учителя, новые предметы... Все это знакомо, и Гарри с нетерпением ожидает начала учебного года. Но на школу внезапно обрушивается потрясающая новость: в этом году в Хогвартсе будет проходить Турнир Трех Волшебников, и конечно же, каждый хочет принять в нем участие..."
  },
  {
    "name": "Гарри Поттер и Орден Феникса",
    "type": "book",
    "price": "20.92",
    "year": "2005",
    "rating": "4.0",
    "available": true,
    "publisher": "Махаон",
    "pages": "892",
    "image": "/img/Harri_Potter_i_Orden_Feniksa_Dzhoan__Rouling.jpg",
    "description": "Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Дж.К. Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. «Гарри Поттер и орден Феникса» - история продолжается."
  },
  {
    "name": "Гарри Поттер и Принц-полукровка",
    "type": "book",
    "price": "19.92",
    "year": "2006",
    "rating": "4.2",
    "available": true,
    "publisher": "Махаон",
    "pages": "672",
    "image": "/img/Harri_Potter_i_Princ-polukrovka_Dzhoan__Rouling.jpg",
    "description": "Книга, покорившая мир, эталон литературы, синоним успеха. Книга, сделавшая Дж.К.Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и Принц-полукровка\" - история продолжается."
  },
  {
    "name": "Гарри Поттер и Дары Смерти",
    "type": "book",
    "price": "19.32",
    "year": "2007",
    "rating": "5.0",
    "available": true,
    "publisher": "Махаон",
    "pages": "704",
    "image": "/img/Harri_Potter_i_Dari_Smerti_Dzhoan__Rouling.jpg",
    "description": "Гарри Поттера ждет самое страшное испытание в жизни - смертельная схватка с Волан-де-Мортом. Ждать помощи не от кого - Гарри одинок как никогда. Друзья и враги Гарри предстают в совершенно неожиданном свете. Граница между Добром и Злом становится все призрачнее... В седьмой, финальной книге Дж.К.Ролинг раскрывает все магические тайны."
  }
]
